<!-- <div class="card mx-auto mt-5" style="max-width: 800px;">
                
    <div class="row no-gutters">
            
            <div class="col-md-5">
                <img src="images/course/lovetowrite.jpg" class="card-img" alt="">
                </div>

            <div class="col-md-7">
                <div class="card-body price-body">

                    <h4>中文寫作班</h4>

                    <ul class="mt-3 mb-4">
                         <li>
                        智愛中文寫作班希望同學可以輕鬆地運用中文表達自己的感受、思想和看法。當然，我們也會訓練同學掌握中文作為一種語言在不同場合的應用，
                        例如會議報告、廣告和告示等等。<br>
                        在小學階段，一至三級我們的重點是觀察和感受周圍的世界，四至六級會講授不同文體的寫作技巧。<br>
                        在此基礎上，中學的課程會進一步提升學生的文采和佈局謀篇的能力。<br>

                        中文寫作班 (小學) (普通話/粵語)<br>

                        寫作能力需要長期的累積，此話不假。但同時，只要掌握正確的技巧，並加以系統性的培訓，寫作功力也能夠在短時間內取得顯著進步！<br>

                        我們的中文寫作課程兼顧兩者，一方面教授孩子不同文體的寫作方式，以及提升作文可讀性的寫作技巧；
                        另一方面，通過腦力激蕩、故事接龍、角色扮演、字詞積累、範文閱讀等豐富的形式，幫助孩子建立起自己的素材「寶庫」。<br>

                        課程也強調依據孩子的性格喜好，量身設計活動和進度，讓孩子在輕鬆的氛圍中愉快寫作。<br>

                        以下是一些小學階段會覆蓋的主題：<br>

                        擬人、比喻、誇張等修辭法練習句子和段落習作；<br>
                        感官描寫和空間描寫技巧學習；<br>
                        人物和事件記敘文習作；<br>
                        直接抒情、借景抒情學習；<br>
                        舉例、引用、對立和並立法學寫議論文；<br>
                        說明文的結構和方法；<br>
                        新詩創作；<br>
                        童話想象力寫作；<br>
                        實用文寫作（書信、邀請卡、廣告等）<br>
                        *此外，我們為即將升入小學的K3學生提供暑期的Pre-P1寫作課程，通過貼近生活的情境，鍛煉學生的觀察能力，
                        並通過常用詞語的學習，拓展學生的詞彙量，幫助學生準確地描述出觀察到的事物。在這一階段，我們希望學生能寫出正確、完整而具體的句子。<br>

                        中文寫作班 (中學)(普通話/粵語)<br>

                        在中學階段，我們重點培養學生佈局謀篇的能力，同時更深入地學習寫作的技法，例如選詞煉字、修辭和各種表達方式（白描、襯托等），以提高文采。<br>

                        另外，我們會訓練學生在高級記敍文，高級說明文，高級議論文，各種實用性文體，小小說，戲劇和専題小論文方面的寫作能力。<br>
                         </li>
                    </ul>


                    <button type="button" class="btn m-auto btn-outline-primary">立即體驗</button>
                </div>
                </div>                        
        </div>
        </div> -->


<iframe src="https://www.i-learner.edu.hk/courses/%e4%b8%ad%e6%96%87%e5%af%ab%e4%bd%9c%e7%8f%ad/" height="100%" width="100%" class="p-5"></iframe>   
